StruSoft.Interop.StruXml.Data.Edge_type


StruSoft.Interop.StruXml.Data.Edge_type.Point


StruSoft.Interop.StruXml.Data.Edge_type.Normal


StruSoft.Interop.StruXml.Data.Edge_type.X_axis


StruSoft.Interop.StruXml.Data.Edge_type.Edge_connection


StruSoft.Interop.StruXml.Data.Edge_type.Physical_extent


StruSoft.Interop.StruXml.Data.Edge_type.Type


StruSoft.Interop.StruXml.Data.Edge_type.Radius


StruSoft.Interop.StruXml.Data.Edge_type.RadiusSpecified


StruSoft.Interop.StruXml.Data.Edge_type.Start_angle


StruSoft.Interop.StruXml.Data.Edge_type.Start_angleSpecified


StruSoft.Interop.StruXml.Data.Edge_type.End_angle


StruSoft.Interop.StruXml.Data.Edge_type.End_angleSpecified


StruSoft.Interop.StruXml.Data.Edge_type.AnyAttr
